/** @file

;******************************************************************************
;* Copyright (c) 2014, Insyde Software Corp. All Rights Reserved.
;*
;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
;* transmit, broadcast, present, recite, release, license or otherwise exploit
;* any part of this publication in any form, by any means, without the prior
;* written permission of Insyde Software Corporation.
;*
;******************************************************************************
*/

/=#
#string STR_1ST_BOOT_DEVICE_STRING                         #language en-US        "1st Boot Device"
                                                           #language fr-FR        "1er Device de Amorcage"
                                                           #language zh-TW        "\wide第一個開機裝置\narrow"
                                                           #language ja-JP        "1st \wide ???????置\narrow"
                                                           #language it-IT        "1st  Unita` accensione"
                                                           #language es-ES        "1r Dispositivo de Boot"
                                                           #language de-DE        "1. Startens-Gerat"
                                                           #language pt-PT        "1o Boot Aparelho"
#string STR_2ND_BOOT_DEVICE_STRING                         #language en-US        "2nd Boot Device"
                                                           #language fr-FR        "2eme Device de Amorcage"
                                                           #language zh-TW        "\wide第二個開機裝置\narrow"
                                                           #language ja-JP        "2nd \wide ???????置\narrow"
                                                           #language it-IT        "2nd  Unita` accensione"
                                                           #language es-ES        "2nd Dispositivo de Boot"
                                                           #language de-DE        "2. Startens-Gerat"
                                                           #language pt-PT        "2o Boot Aparelho"
#string STR_3RD_BOOT_DEVICE_STRING                         #language en-US        "3rd Boot Device"
                                                           #language fr-FR        "3EME Device de Amorcage"
                                                           #language zh-TW        "\wide第三個開機裝置\narrow"
                                                           #language ja-JP        "3nd \wide ???????置\narrow"
                                                           #language it-IT        "3rd  Unita` accensione"
                                                           #language es-ES        "3rd Dispositivo de Boot"
                                                           #language de-DE        "3. Startens-Gerat"
                                                           #language pt-PT        "3o Boot Aparelho"
//
// Adjust Boot Menu
//
#string STR_4TH_BOOT_DEVICE_STRING                         #language en-US        "4TH Boot Device"
                                                           #language fr-FR        "4EME Device de Amorcage"
                                                           #language zh-TW        "\wide第四個開機裝置\narrow"
                                                           #language ja-JP        "4TH \wide ???????置\narrow"
                                                           #language it-IT        "4TH  Unita` accensione"
                                                           #language es-ES        "4TH Dispositivo de Boot"
                                                           #language de-DE        "4. Startens-Gerat"
                                                           #language pt-PT        "4o Boot Aparelho"
#string STR_5TH_BOOT_DEVICE_STRING                         #language en-US        "5TH Boot Device"
                                                           #language fr-FR        "5EME Device de Amorcage"
                                                           #language zh-TW        "\wide第五個開機裝置\narrow"
                                                           #language ja-JP        "5TH \wide ???????置\narrow"
                                                           #language it-IT        "5TH  Unita` accensione"
                                                           #language es-ES        "5TH Dispositivo de Boot"
                                                           #language de-DE        "5. Startens-Gerat"
                                                           #language pt-PT        "5o Boot Aparelho"
#string STR_6TH_BOOT_DEVICE_STRING                         #language en-US        "6TH Boot Device"
                                                           #language fr-FR        "6EME Device de Amorcagee"
                                                           #language zh-TW        "\wide第六個開機裝置\narrow"
                                                           #language ja-JP        "6TH \wide ???????置\narrow"
                                                           #language it-IT        "6TH  Unita` accensione"
                                                           #language es-ES        "6TH Dispositivo de Boot"
                                                           #language de-DE        "6. Startens-Gerat"
                                                           #language pt-PT        "6o Boot Aparelho"
#string STR_7TH_BOOT_DEVICE_STRING                         #language en-US        "7TH Boot Device"
                                                           #language fr-FR        "7EME Device de Amorcage"
                                                           #language zh-TW        "\wide第七個開機裝置\narrow"
                                                           #language ja-JP        "7TH \wide ???????置\narrow"
                                                           #language it-IT        "7TH  Unita` accensione"
                                                           #language es-ES        "7TH Dispositivo de Boot"
                                                           #language de-DE        "7. Startens-Gerat"
                                                           #language pt-PT        "7o Boot Aparelho"
#string STR_8TH_BOOT_DEVICE_STRING                         #language en-US        "8TH Boot Device"
                                                           #language fr-FR        "8EME Device de Amorcagee"
                                                           #language zh-TW        "\wide第八個開機裝置\narrow"
                                                           #language ja-JP        "8TH \wide ???????置\narrow"
                                                           #language it-IT        "8TH  Unita` accensione"
                                                           #language es-ES        "8TH Dispositivo de Boot"
                                                           #language de-DE        "8. Startens-Gerat"
                                                           #language pt-PT        "8o Boot Aparelho"
#string STR_9TH_BOOT_DEVICE_STRING                         #language en-US        "9TH Boot Device"
                                                           #language fr-FR        "9EME Device de Amorcage"
                                                           #language zh-TW        "\wide第九個開機裝置\narrow"
                                                           #language ja-JP        "9TH \wide ???????置\narrow"
                                                           #language it-IT        "9TH  Unita` accensione"
                                                           #language es-ES        "9TH Dispositivo de Boot"
                                                           #language de-DE        "9. Startens-Gerat"
                                                           #language pt-PT        "9o Boot Aparelho"
#string STR_10TH_BOOT_DEVICE_STRING                        #language en-US        "10TH Boot Device"
